
insert into `user_profile` (`username`, `password`) values
('oyl', 'pwd123'),
('yumin', 'haha123');

insert into `employee` (`phone`, `employee_name`, `department`, `salary`) values
('18651612595', '欧阳亮', '设计中心', 4800000),
('18652930160', '喻敏', '研发中心', 1900000),
('18652930161', '喻敏1', '研发中心', 1900000),
('18652930162', '喻敏2', '研发中心', 1900000),
('18652930163', '喻敏3', '研发中心', 1900000),
('18652930164', '喻敏4', '研发中心', 1900000),
('18652930165', '喻敏5', '研发中心', 1900000),
('18652930166', '喻敏6', '研发中心', 1900000),
('18652930167', '喻敏7', '研发中心', 1900000),
('18652930168', '喻敏8', '研发中心', 1900000),
('18652930169', '喻敏9', '研发中心', 1900000);

insert into `setting` (`group`, `key`, `value`) values
('Common', 'autoUpload', 'true');